Failure in face region creation.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId FaceRegionCreationFailed { get; }
  Visual Basic
Public Shared ReadOnly Property FaceRegionCreationFailed As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ FaceRegionCreationFailed {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures MassFailures Class
  Autodesk.Revit.DB Namespace